accion.actualizar=Actualizar
accion.agregar=Agregar
accion.eliminar=Eliminar
accion.guardar=Guardar
accion.nuevo=Nuevo
accion.recordar=Olvidaste tu contrase\u00f1a?
accion.registrar=Registrar
accion.regresar=Regresar
aplicacion.titulo=Chayfer
carrito.cantidad=Cantidad
carrito.datos=Datos del Producto
carrito.facturar=Facturar
carrito.no_mostrar=Carrito V\u00e1cio!
carrito.seguirComprando=Seguir Comprando
carrito.titulo=Productos en el Carrito
carrito.total=Total
carrito.totalCompra=Total de Compra
carrito.verCarrito=Ver Carrito
categoria.activo=Activo
categoria.agregar=Agregar Categoria
categoria.descripcion=Descripci\u00f3n
categoria.listado=Listado de Categorias
categoria.rutaImagen=Imagen
categoria.total=Total Categorias
e403.texto=No tiene permisos para ver esta p\u00e1gina o ejecutar esta acci\u00f3n
e403.titulo=Acceso denegado
error.login=Credenciales err\u00f3neas
index.nuestrosProductos=Nuestros Productos
index.nuestrasCategorias=Categorias
lista.vacia=Lista Vac\u00eda
login.login=Autenticacion
login.password=Contrase\u00f1a
login.username=Usuario
plantilla.informacion=Informacion
plantilla.bienvenidos=Bienvenidos a Cheyfer
plantilla.bienvenido=Usuario
plantilla.bienvenidou=Bienvenido usted puede
plantilla.bienvenido=o crear una cuenta
plantilla.categorias=Categorias
plantilla.derechos=Chayfer Derechos Reservados 2023
plantilla.productos=Productos
plantilla.mas=Mas
plantilla.envios=Envios
plantilla.apartados=Apartados
plantilla.pruebas=Pruebas
plantilla.idioma=Idioma
plantilla.asociaciones=Asociaciones
plantilla.consultas=Consultas
plantilla.reportes=Reportes
plantilla.bebes=Bebes
plantilla.suTienda=Su tienda en l\u00ednea
plantilla.troles=Roles
plantilla.tusuario=Usuario
plantilla.usuarios=Usuarios
producto.activo=Activo
producto.agregar=Agregar Producto
producto.categoria=Categor\u00eda
producto.descripcion=Descripci\u00f3n
producto.detalle=Detalle
producto.existencias=Existencias
producto.imagen=Ruta de la im\u00e1gen
producto.listado=Listado de Productos
producto.precio=Precio
producto.total=Total Productos
pruebas.todas=Todas
pruebas.precio.superior=Precio Superior
pruebas.precio.inferior=Precio Inferior
pruebas.ampliadas=Consultas Ampliadas
pruebas.jpql=Consultas JPQL
pruebas.nativo=Consultas Nativas
registro.activar.error=Error activando usuario
registro.activar=Activar Usuario
registro.correo.activar=<h1>Saludos</h1><br><strong>%s %s</strong><hr><p>Para activar su cuenta en Chayfer siga el siguiente enlace <a href='%s/registro/activacion/%s/%s'>Activar</a></p><br><hr><h2>Equipo de Chayfer</h2>
registro.correo.recordar=<h1>Saludos</h1><br><strong>%s %s</strong><hr><p>Para resetear la contrase\u00f1a de su cuenta en Chayfer siga el siguiente enlace <a href='%s/registro/activacion/%s/%s'>Activar</a></p><br><hr><h2>Equipo de Chayfer</h2>
registro.mensaje.activacion.ok=Por favor revise su cuenta de correo %s para activar su usuario en el sistema Chayfer
registro.mensaje.activacion=Activacion de cuenta en Chayfer
registro.mensaje.recordar.ok=Por favor revise su cuenta de correo %s para recuperar su usuario en el sistema Chayfer
registro.mensaje.recordar=Recordar cuenta en Chayfer
registro.mensaje.usuario.o.correo=Ya existe un usuario con el username %s o el correo %s si no recuerda su contrase\u00f1a de 'recordar contrase\u00f1a'
registro.recordar.us=Recordar Usuario
texto.no=No
texto.si=Si
usuario.activacion=Activaci\u00f3n
usuario.agregar=Crear Usuario
usuario.apellidos=Apellidos
usuario.correo=Correo
usuario.imagen=Fotograf\u00eda
usuario.limite=L\u00edmite de Cr\u00e9dito
usuario.listado=Listado de Usuarios
usuario.nombre=Nombre
usuario.password=Contrase\u00f1a
usuario.telefono=Tel\u00e9fono
usuario.total=Total Usuarios
usuario.username=Usuario


subtitulo=\u00daLTIMOS PRECIOS | REBAJAS | HASTA -50%
a\u00f1adir.carrito=A\u00f1adir al carrito
iniciarsession=Iniciar sesion o Crear cuenta
sobrechayfer=Sobre Chayfer
donde=Donde nos encuentras
todosnuestros=Todos nuestros productos
bebe=Bebes
hombre=Hombre
mujer=Mujer
calzado=Calzado
explora=Explora
ubicacion=Ubicacion
numeros=N\u00fameros Telef\u00f3nicos: 8505-2144 | 2438-4207
comercio=Chayfer - Comercio especializado en venta de Ropa y Calzado
historia=Historia de Chayfer
texto=En un tranquilo pueblo ubicado en Costa Rica, llamado Bel\u00e9n, hab\u00eda un grupo de amigos apasionados por la moda, el estilo y la elegancia. Cada uno de ellos ten\u00eda su propio talento y habilidades \u00fanicas relacionadas con la industria de la moda. Un d\u00eda, mientras disfrutaban de un caf\u00e9 en su lugar favorito del pueblo, se les ocurri\u00f3una idea emocionante: \u00a1crear su propia tienda de ropa, calzado y perfumes en Bel\u00e9n! La noticia se extendi\u00f3 r\u00e1pidamente y despert\u00f3 el inter\u00e9s de los habitantes de la localidad. Todos anhelaban tener una tienda de moda cerca de casa, donde pudieran encontrar las \u00faltimas tendencias y productos de calidad. El grupo de amigos decidi\u00f3 embarcarse en esta aventura juntos, combinando sus conocimientos y experiencias para hacer realidad su sue\u00f1o.Despu\u00e9s de meses de arduo trabajo y planificaci\u00f3n, encontraron el lugar perfecto para establecer su tienda. Era un edificio antiguo que necesitaba unarenovaci\u00f3n completa,pero vieron su potencial y se comprometieron a convertirlo en un espacio elegante y acogedor. Invirtieron tiempo y esfuerzo en dise\u00f1ar cuidadosamente la decoraci\u00f3n, eligiendo colores suaves y muebles modernos que reflejaran su estilo distintivo.Para abastecer la tienda, viajaron a diferentes lugares en busca de ropa de dise\u00f1adores locales e internacionales, as\u00ed como de marcas exclusivas de calzado y perfumes. Seleccionaron cuidadosamente cada art\u00edculo, asegur\u00e1ndose de que cumpliera con los est\u00e1ndares de calidad y estilo que deseaban ofrecer a sus clientes.Finalmente, lleg\u00f3 el d\u00eda de la gran inauguraci\u00f3n. El pueblo de Bel\u00e9n estaba emocionado y curioso por ver qu\u00e9 ofrec\u00eda esta nueva tienda. Cuando abrieron las puertas, la tienda estaba impecablemente organizada, con prendas hermosas colgadas en perchas y estantes llenos de zapatos y perfumes exquisitos. Los amigos estaban listos para recibir a los clientes con una sonrisa c\u00e1lida y un servicio personalizado.Pronto, la tienda se convirti\u00f3 en un \u00e9xito en Bel\u00e9n. Los clientes quedaron impresionados por la selecci\u00f3n de productos, la atenci\u00f3n al detalle y la pasi\u00f3n que los amigos pon\u00edanen su negocio. La tienda se convirti\u00f3 en un punto de referencia para aquellos que buscaban moda y estilo en la localidad, y tambi\u00e9n atrajo a visitantes de otras \u00e1reas cercanas.Con el tiempo, la tienda de ropa, calzado y perfumes se convirti\u00f3 en una parte integral de la comunidad de Bel\u00e9n. Los amigos se sent\u00edan orgullosos de haber creado un lugar donde las personas pod\u00edan encontrar productos de calidad y recibir un trato personalizado. Adem\u00e1s, tambi\u00e9n ofrecieron oportunidades a dise\u00f1adores locales, brind\u00e1ndoles una plataforma para exhibir sus creaciones.La tienda se convirti\u00f3 en un s\u00edmbolo de \u00e9xito y perseverancia para los amigos, quienes demostraron que con pasi\u00f3n, dedicaci\u00f3n y trabajo en equipo, era posible convertir un sue\u00f1o en realidad. La historia de su creaci\u00f3n inspir\u00f3 a otros emprendedores locales y anim\u00f3 a m\u00e1s personas a seguir sus pasiones y hacer realidad sus propios sue\u00f1os. Y as\u00ed, la tienda de ropa, calzado y perfumes en Bel\u00e9n se convirti\u00f3 en un testimonio dela belleza y la moda, demostrando que la pasi\u00f3n por la creatividad y el estilo pod\u00eda transformar un simple edificio en un lugar emblem\u00e1tico y vibrante en el coraz\u00f3n de la comunidad.
precio=Precio
vercarrito=Ver carrito de Compras
a\u00f1adir=A\u00f1adir al carrito o Actualizar

